import Breadcrumb from "../../components/breadCrumb";

export default function Rules() {
  return (
    <>
      <Breadcrumb />

      <main className="w-full max-w-none mx-auto px-5 sm:px-8 md:px-12 lg:px-[120px] py-10 text-justify leading-relaxed">
        <h1 className="text-2xl sm:text-3xl font-semibold text-center mb-2">
          ПРАВИЛА ПОВЕДІНКИ
        </h1>
        <h2 className="text-lg sm:text-xl font-semibold text-center mb-6">
          вихованців Дитячо-юнацької спортивної школи
          <br />
          Вараської міської ради Рівненської області
        </h2>

        {/* 1. Загальні положення */}
        <section className="mb-8">
            <h3 className="font-semibold text-xl mb-4">I. Загальні положення</h3>
            <div className="space-y-4 leading-relaxed mt-6">
                <p>Правила розроблені згідно Закону України «Про освіту» та Статуту школи.</p>
                <p>Правила для спортсменів Дитячо-юнацької спортивної школи Вараської міської ради встановлюють норми поведінки учнів – спортсменів в закладі та на території ДЮСШ.</p>
                <p>Мета правил – створення в ДЮСШ нормальної робочої обстановки, безпечних умов, що сприяють успішному навчанню кожного учня, безпечних умов перебування всіх учасників навчального процесу, виховання поваги до особистості та її прав, прищеплення культури поведінки та навичок спілкування.</p>
                <p>Дисципліна в ДЮСШ ґрунтується та підтримується на основі поваги до людської гідності вихованців, їхніх батьків та тренерів – викладачів.</p>
            </div>
        </section>

        {/* 2. Загальні правила поведінки */}
        <section className="mb-8">
            <h3 className="font-semibold text-xl mb-4">II. Загальні правила поведінки</h3>

            <div className="space-y-4 leading-relaxed">
                <p>
                Спортсмени повинні приходити до ДЮСШ не раніше, як за 10–15 хвилин до початку занять
                (заходів) в чистому та охайному одязі, перевдягатися та перевзуватися у змінне взуття,
                верхній одяг та інші речі залишити в роздягальні, після чого зайти до спортивного залу
                (за умови присутності тренера).
                </p>
            </div>

            <h4 className="font-extrabold uppercase mt-6 mb-3">Спортсменам заборонено:</h4>

            <ul className="list-disc list-outside pl-6 space-y-3 leading-relaxed">
                <li>приносити до ДЮСШ і на її територію з будь-якою метою та використовувати будь-яким способом
                зброю, вибухові, вибухонебезпечні або вогненебезпечні речовини, спиртні напої, наркотики,
                одурманюючі і токсичні речовини, отрути, а також предмети саморобного виготовлення, які можуть
                представляти небезпеку для здоров’я та життя оточуючих;</li>
                <li>під час знаходження в ДЮСШ, на її території та поза Школою вчиняти дії, небезпечні для життя
                та здоров’я самого себе та оточуючих;</li>
                <li>запрошувати на тренування сторонніх осіб;</li>
                <li>виходити з приміщення ДЮСШ або з її території без дозволу тренера-викладача під час тренувань;</li>
                <li>цькувати інших учасників навчального процесу (систематичне висміювання, залякування, застосування
                фізичного та психологічного насильства, псування речей, вчинення інших дій, що мають ознаки булінгу).</li>
            </ul>

            <div className="space-y-4 leading-relaxed mt-6">
                <p>
                У разі тривалого пропуску занять спортсмен повинен пред’явити тренеру-викладачу довідку від лікаря.
                </p>
                <p>Пропуск занять без поважних причин не допускається.</p>
                <p>Вихованці ДЮСШ виявляють повагу до старших, турбуються про молодших.</p>
            </div>
        </section>


        {/* 3. Обовʼязки вихованців */}
        <section className="mb-8">
          <h3 className="font-semibold text-xl mb-4">III. Поведінка ДО початку та ПІСЛЯ занять</h3>

          <div className="space-y-4 leading-relaxed mt-6">
                <p>З дозволу тренера – викладача  спортсмени  проходять  до спортивної зали та чекають початку занять.</p>
                <p>Після занять вихованці прибирають інвентар та організовано направляються до роздягальні в супроводі тренера – викладача.</p>
            </div>

            <h4 className="font-extrabold uppercase mt-6 mb-3">УЧНЯМ – СПОРТСМЕНАМ ЗАБОРОНЯЄТЬСЯ:</h4>

            <ul className="list-disc list-outside pl-6 space-y-3 leading-relaxed">
                <li>
                приносити до ДЮСШ і на її територію з будь-якою метою та використовувати будь-яким способом
                зброю, вибухові, вибухонебезпечні або вогненебезпечні речовини, спиртні напої, наркотики,
                одурманюючі і токсичні речовини, отрути, а також предмети саморобного виготовлення, які можуть
                представляти небезпеку для здоров’я та життя оточуючих;
                </li>
                <li>бігати по сходах;</li>
                <li>самовільно виходити на ганок і на подвір’я ДЮСШ (особливо при несприятливих умовах: дощ, ожеледиця, мороз, темний час доби);</li>
                <li>штовхати один одного,  кидатися будь-яким предметами; застосувати фізичну силу;</li>
                <li>вживати непристойні вирази та жести.</li>
            </ul>
        </section>

        {/* 4. Забороняється */}
        <section className="mb-8">
          <h3 className="font-semibold text-xl mb-4">IV. Поведінка на заняттях</h3>
          <div className="space-y-4 leading-relaxed mt-6">
                <p>Під час занять не можна відволікатися самому та відволікати інших сторонніми розмовами або діями, використовувати спортивне обладнання без дозволу тренера-викладача.</p>
                <p>Тренувальний час повинен використовуватись спортсменами тільки для учбових цілей. Вони зобов’язані уважно слухати пояснення тренера, виконувати усі його завдання, наполегливо і творчо опановувати знання, допомагати тренеру – викладачеві в організації навчального процесу.</p>
                <p>Якщо спортсмену необхідно вийти зі спортивної зали, необхідно отримати дозвіл тренера.</p>
            </div>
        </section>
      </main>
    </>
  );
}
