import Breadcrumb from "../../components/breadCrumb";
// import photo1 from "../../imgs/";

export default function BullyingBehavior() {
  return (
    <>
      <Breadcrumb />

      <main className="w-full mx-auto px-5 sm:px-8 md:px-12 lg:px-[120px] py-10 text-justify leading-relaxed">
        <h1 className="text-2xl font-semibold mb-4">
          Як реагувати на цькування
        </h1>

        <p className="font-semibold text-center mb-6">
          Часто, коли наводяться приклади булінгу, до уваги беруться найжорстокіші його прояви – побої. І у багатьох
          складається враження, що виявити жертву досить просто – достатньо помітити синець у дитини.
        </p>

        {/* <div className="flex justify-center mb-8">
          <img
            src={photo1}
            alt="Прояви булінгу серед дітей"
            className="w-full max-w-[600px] rounded-lg shadow-md"
          />
        </div> */}

        <p className="mb-4">
          Молодші школярі мають неодмінно звертатися по допомогу до дорослих — учителів і батьків. Допомога дорослих дуже потрібна і 
          в будь-якому іншому віці, особливо якщо дії кривдників можуть завдати серйозної шкоди фізичному та психічному здоров’ю.
        </p>

        <p className="mb-6">
          Старші діти, підлітки можуть спробувати самостійно впоратись із деякими ситуаціями. Психологами було розроблено кілька 
          порад для них.
        </p>

        <h2 className="text-lg sm:text-xl font-semibold mb-6">
          Як впоратися з ситуацією самостійно
        </h2>

        <p className="mb-4">
          Ігноруйте кривдника. Якщо є можливість, намагайтесь уникнути сварки, зробіть вигляд, що вам байдуже і йдіть геть. 
          Така поведінка не свідчить про боягузтво, адже, навпаки, іноді зробити це набагато складніше, ніж дати волю емоціям.
        </p>

        <p className="mb-4">
          Якщо ситуація не дозволяє вам піти, зберігаючи самовладання, використайте гумор. Цим ви можете спантеличити 
          кривдника/кривдників, відволікти його/їх від наміру дошкулити вам.
        </p>

        <p className="mb-4">
          Стримуйте гнів і злість. Адже це саме те, чого домагається кривдник. Говоріть спокійно і впевнено, покажіть силу духу.
        </p>

        <p className="mb-4">
          Не вступайте в бійку. Кривдник тільки й чекає приводу, щоб застосувати силу. Що агресивніше ви реагуєте, то 
          більше шансів опинитися в загрозливій для вашої безпеки і здоров’я ситуації.
        </p>

        <p className="mb-4">
          Не соромтеся обговорювати такі загрозливі ситуації з людьми, яким ви довіряєте. Це допоможе вибудувати правильну лінію 
          поведінки і припинити насилля.
        </p>

      </main>
    </>
  );
}
