import Breadcrumb from "../../components/breadCrumb";

export default function BullyingProcedure() {
  return (
    <>
      <Breadcrumb />

      <main className="w-full mx-auto px-5 sm:px-8 md:px-12 lg:px-[120px] py-10 font-montserrat text-justify leading-relaxed">
        <h1 className="text-2xl font-semibold mb-4">
          Порядок реагування на доведені випадки булінгу (цькування) в закладі освіти та відповідальність осіб, причетних до булінгу (цькування)
        </h1>

        <ol className="list-decimal list-inside space-y-3 mb-6">
          <li>
            Директор закладу має розглянути звернення.
          </li>

          <li>
            Директор закладу створює комісію з розгляду випадків булінгу, яка з’ясовує обставини булінгу.
          </li>

          <li>
            Якщо комісія визнала, що це був булінг, а не одноразовий конфлікт, то директор закладу освіти повідомляє 
            уповноважені підрозділи органів Національної поліції України та Службу у справах дітей.
          </li>

          <li>
            Особи, які за результатами розслідування є причетними до булінгу, несуть відповідальність відповідно до частини 
            другої статті 13 (вчинення правопорушень за статтею 1734 ) Кодексу України про адміністративні правопорушення 
            (Відомості Верховної Ради УРСР, 1984 р., № 51, ст. 1122).
          </li>
        </ol>
      </main>
    </>
  );
}
